Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/image-omegat.tmx
Source language: en_us
Languages: pt_br

source: Image Objects
pt_br: Objetos de imagem

source: Image Files
pt_br: Arquivos de imagem

source: Shows thumbnail.
pt_br: Exibir miniatura.

source: Thumbnail
pt_br: Miniatura

source: Could not load the image
pt_br: Não foi possível carregar a imagem

source: Error while loading the image (corrupted image?)
pt_br: Erro durante carregamento de imagem (imagem corrompida?)

source: The file {0} was modified externally.
pt_br: O arquivo {0} foi modificado externamente.

source: Reload it?
pt_br: Recarrega-lá?

source: Zoom In
pt_br: Mais zoom

source: Zoom Out
pt_br: Menos zoom

source: Customize Zoom
pt_br: Personalizar zoom

source: &Enlarge Factor:
pt_br: Aum&entar fator:

source: &Decrease Factor:
pt_br: &Diminuir fator:

source: Toggle grid
pt_br: Alternar grade

source: Custom Zoom...
pt_br: Zoom personalizado...

source: Invalid input values.
pt_br: Valores de entrada inválidos.

source: Image
pt_br: Imagem

source: Data Files
pt_br: Aquivos de dados

source: Supports viewing of image files.
pt_br: Suporta visualização de arquivos de imagem.

source: The Image module provides support for viewing image files in the IDE.
pt_br: O módulo de Imagem fornece suporte para visualizar imagens na IDE.

source: It includes zoom and grid functions.
pt_br: Inclui funções de grade e zoom.

source: N/A
pt_br: N/D

source: Zoom Toolbar
pt_br: Barra de zoom
